romkatv/powerlevel10k # prompt style

peterhurford/up.zsh # go up directories

# command utility
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/extract

# utility
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/vi-mode

# aliases
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/archlinux

# # better native initialization
ohmyzsh/ohmyzsh path:lib/clipboard.zsh
belak/zsh-utils path:prompt
belak/zsh-utils path:history
belak/zsh-utils path:utility
belak/zsh-utils path:completion

zdharma-continuum/fast-syntax-highlighting kind:defer # syntax highlighting

zsh-users/zsh-completions kind:fpath # better completions
zsh-users/zsh-autosuggestions kind:defer # fish like autocompletions
zsh-users/zsh-history-substring-search # search history by substring
