romkatv/powerlevel10k

romkatv/zsh-bench kind:path
olets/zsh-abbr    kind:defer

ohmyzsh/ohmyzsh path:lib/clipboard.zsh
ohmyzsh/ohmyzsh path:plugins/copybuffer
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/magic-enter
ohmyzsh/ohmyzsh path:plugins/fancy-ctrl-z
ohmyzsh/ohmyzsh path:plugins/sudo

belak/zsh-utils path:history
belak/zsh-utils path:utility
belak/zsh-utils path:editor

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions kind:fpath
belak/zsh-utils path:completion

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search
